{
	"Name": "Abdullah Cevdet",
	"Desc": "Biyolojik materyalizmin öncüsü, İttihat ve Terakki’nin kurucularından siyasetçi, düşünür ve şair",
	"Period": "Islamic",
	"Lifetime": [ 1869, 1932 ],
	"Importance": "High",
	"GUI": {
		"Position": [ 0, 0 ],
		"Color": [ 0, 148, 255 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "Etkilendikleri: Abdülhak Hâmid Tarhan, Recaizâde Mahmud Ekrem, Nâmık Kemal\nEtkiledikleri: Mustafa Kemal Atatürk, Ziya Gökalp\nİletişimde Bulunduğu İsimler: Ahmed Rıza, İbrahim Temo, İshak Sukuti, Tevfik Fikret, Rıza Tevfik, Mehmed Cavid, Ziya Gökalp, Hüseyinzâde Ali\nBulunduğu Medreseler: Ma‘mûretülazîz Askerî Rüşdiyesi, Kuleli Askerî Tıbbiye İdâdîsi, Mekteb-i Tıbbiyye\nEkolleri: Edebiyat, Siyaset"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "9 Eylül 1869’da Arapkir’de doğan Abdullah Cevdet, ilk öğrenimini Hozat ve Arapkir’de gördükten sonra Elazığ’a geçerek Ma’mûretü’lazîz Askerî Rüşdiye’sinde okudu. Öğrenim hayatına İstanbul’da Kuleli Askerî İdadisi ve Mekteb-i Tıbbiye ile devam etti. Abdullah Cevdet’in materyalizmle tanışması ve İttihat ve Terakki Cemiyeti’ne öncülük eden İttihad-i Osmânî Cemiyeti’nin kurucuları arasında yer alması Mekteb-i Tıbbiye’deki eğitimi sürecinde gerçekleşti. Biyolojik materyalizmin hâkim düşünce olarak varlık bulduğu mektepte Abdullah Cevdet’in, Felix Isnard’ın Spiritualisme et Matérialisme isimli eserinden ve Ludwig Büchner’in, daha sonra bir kısmını Fizyolociya-i Tefekkür adıyla Türkçe’ye çevirdiği, Kraft und Stoff adlı eserinden oldukça etkilendiği ve bu eserlerin etkisiyle dinden uzaklaştığı söylenmektedir. Biyolojik materyalizm çizgisinde Dimağ (1890) ve Fizyolociya ve Hıfz-ı Sıhhat-i Dimâğ ve Melekât-ı Akliyye (1894) isimli kitaplarını da aynı dönemde yayınlarken bir yandan da siyasî faaliyetlere devam etti. Bu faaliyetler nedeniyle okul idaresi tarafından tutuklanarak hapis yattı. Bu dönemde yazdığı edebi eserlerde Ömer Cevdet takma adını kullandı. 1894’te Mekteb-i Tıbbiye’den mezun olduktan sonra Haydarpaşa Hastahanesi’nde Dr. Diran Acemyan’ın yanında göz doktoru yardımcısı olarak çalıştı. Birkaç ay sonra geçici görevle gönderildiği Diyarbakır’da bir yandan kolera ile mücadele ederken diğer yandan İttihad-ı Osmânî Cemiyeti’nin genişlemesi yönündeki siyasî faaliyetlerine devam etti. Kolera (1894) ve Goril (1894) eserlerini yayınladı. İstanbul’a döndükten sonra Ermeni olaylarına karşı İttihad-ı Osmânî Cemiyeti’nin tepkisini gösteren yazıyı kaleme aldığı için 1895’te tevkif edilerek otuz üç kişiyle birlikte Trablusgarb’a sürüldü. Bir süre zindanda kaldıktan sonra askeri hastanende göz hekimi olarak çalışmaya devam eden Abdullah Cevdet, İttihat ve Terakki’nin Trablusgarp şubesinde aktif olarak faaliyetlerde bulundu ve Mîzan, Meşveret ve Mechveret Supplément Français dergilerine “Bir Kürd” takma adıyla yazılar gönderdi. Bu faaliyetleri fark edilince Fizan’a sürülmesine karar verildi ancak önce Tunus’a kaçtı oradan da Fransa’ya geçerek Jön Türkler’in Ahmed Rıza öncülüğündeki grubuna katıldı. 1895’te tercüme ettiği Schiller’in Giyom Tell eserine yazdığı önsöz Abdülhamid yönetimine karşı bir eleştiri olarak Jön Türk’ler arasında oldukça ilgi gördü. Bu yazı daha sonra İki Emel (1990) adıyla ayrıca basıldı. 1897’de Cenevre’ye geçerek İshak Sukuti ve Tunalı Hilmi ile birlikte Osmanlı mecmuasını çıkarmaya başladı ve mecmuanın baş yazarı oldu. Sultan Abdülhamid aleyhtarlığını bu mecmuadaki yazılarda da sürdürürken 1898’de mecmuanın girdiği mali kriz nedeniyle kurucu isimlerle birlikte karşıt yazılar yazmamak üzere para karşılığında yönetimle anlaştı ve Paris’e taşındı. Paris’te bulunduğu sürede gizlice yazı göndermeye devam ettiği tespit edilince aylık tahsisatı kesildi ancak 1989’da yeniden yazı göndermemek üzere anlaşmaya vararak Viyana Büyükelçiliği’nde hekim olarak göreve başladı. Bu anlaşma İttihatçılarla arasının açılmasında önemli rol oynadı. Abdullah Cevdet bu dönemde edebi eserlerle ve şiirle ilgilenmeye odaklansa da Osmanlı mecmuasına gizlice yazı göndermeye de devam etti. Siyasî faaliyetlere son vermediğini ortaya çıkaran Viyana Büyükelçisi’ni düelloya davet edince Avusturya polisi tarafından sınır dışı edildi. Önce Ahmed Rıza Bey ve arkadaşlarının aktif olduğu Paris’e geçti ancak Sultan Abdülhamid’le olan önceki anlaşmaları nedeniyle aralarına kabul edilmeyince Cenevre’ye döndü. Burada Osmanlı gazetesini çıkarmaya devam ederken, Jön Türkler arasına katılan Ahmed Celalettin Paşa’nın mali desteğiyle İctihad matbaasını kurdu ve İctihad dergisini yayınlamaya başladı. Matbaadan basılan ve Sultan Abdülhamid’e hakaret eden Bir Rüya (1904) isimli eser nedeniyle İsviçre’den çıkarıldı. Kahire’ye yerleşen Abdullah Cevdet bir süre sonra matbaasını da buraya taşıdı ve İctihad’ı çıkarmaya devam etti. İctihad diğer Jön Türk yayınlarını yüzeysellikle itham ederken saltanat aleyhtarlığı gibi dönemine göre radikal sayılabilecek görüşler sundu ve Batılı fikirleri Türk okuyucuya tanıtma konusunu merkeze aldı. Aynı zamanda cumhuriyetin ilanından sonra gerçekleştirilen inkılapların öncüsü sayılabilecek fikirleri de ilk defa dile getirdi. Latin harflerinin kabulü, çok eşliliğin yasaklanması ve zihniyet değişiminin dahil olduğu bir Batılılaşma anlayışı bunlar arasında yer almaktadır.\n\nAbdullah Cevdet’in Mısır yılları çeviri faaliyetleri açısından da oldukça yoğun geçti. Gustave Le Bon’un Les Lois Psychologiques De L'évolution Des Peuples isimli eserini Ruhu’l-Akvam (1907) adıyla neşretti. Bilhassa Reinhart Dozy’nin Hz. Peygamber’e ve İslâm’a karşı hakaret, aşağılama ve iftiralarla dolu eseri Essai sur l’Histoire de l’Islamisme’ı Târîh-i İslâmiyyet adıyla Türkçe’ye çevirmesi tartışmalara yol açtı. Zira Cevdet esere yazdığı önsözle Dozy’nin fikirlerine olan desteğini açıkça belirtmekle kalmadı ayrıca objektiflik ve hakikati temsil bakımından da eseri üstün bir konuma yerleştirdi. Bu minvalde hem eser hem de mütercimi yoğun eleştiri ve tepkilerle karşılaşırken, Manastırlı İsmail Hakkı’nın Sırât-ı Müstakîm ve Sebîlürreşâd’da yayımlanan seri makaleleri başta olmak üzere pek çok karşıt metin kaleme alındı. Meşihat makamına yapılan şikayetler neticesinde 1910’da eserin yasaklanmasına ve mevcut nüshalarının yok edilmesine karar verildi. Kahire’de bir yandan edebi çeviri faaliyetlerine de devam eden Abdullah Cevdet daha önce Cenevre’de Ode (1898) neşriyle başlayan Shakespeare çevirilerine Hamlet (1908), Julius Caesar (1908), Macbeth (1909) ve Şehbâl mecmuasında tefrika olarak yayımlanan Romeo ve Julliet (1909-1910) ile devam etti.\n\n1910’da İstanbul’a döndü ve İctihad’ı, Celal Nuri ve Kılıçzâde Hakkı gibi Batıcı isimleri de yanına alarak İstanbul’da yayınlamaya devam etti. Dergi din karşıtı yayınları nedeniyle birçok kez kapatıldı ve farklı isimlerle çıkmaya devam etti. 1915’te İttihatçılar tarafından ölümle tehdit edilmesi derginin 1918’de İştihad adıyla tekrar çıkana kadar yayına ara vermesine yol açtı. Dergi bu tarihten sonra Batıcılık savunusu yapmak yerine doğrudan siyasî bir kimlik kazandı ve İttihatçı aleyhtarlığı yapmaya başladı. Cevdet bu dönemde İngilizler’le birlikte hareket eden Kürt Teâli Cemiyeti’ne katılırken aynı zamanda İngiliz Muhipleri Cemiyeti’nin de kurucuları arasında yer aldı. 30 Mart 1919 ve 25 Mayıs 1920’de iki kez sıhhiye müdürlüğü görevine getirildi ancak İctihad’daki din aleyhtarı yazılar nedeniyle görevden azledildi. Bu dönemde de kapatılmaya devam eden İctihad 1922’de Bahâiliğin yeni bir din olarak benimsenmesini savunan bir yazıyla davalık oldu. Abdullah Cevdet temyizden dönen kararla iki yıl hapse mahkûm edildi. Dava, Cumhuriyet’ten sonra “enbiyâya ta‘n-fezâhat-i lisâniyye” suç olmaktan çıkınca düştü. İctihad bu dönemde yeni yönetimi destekleyen yayınlar yapsa da Abdullah Cevdet’in işgal kuvvetleriyle olan ilişkileri ve İngiliz Muhipleri Cemiyeti’ne dahil olması devlet görevlerinden men edilmesine yol açtı. Özellikle “Avrupa’dan damızlık erkek getirmek isteyen adam” olarak dönemin basınında yer alması ile siyasî hayatı tamamen sona erdi. 29 Kasım 1932’de ölene dek İctihad başta olmak üzere biyolojik materyalizm yönündeki yayın ve çevirilerine devam etti. Hayatı boyunca elliye yakın telif eser ve otuzdan fazla çeviri neşretti."
		},
		"2": {
			"Header": "Öğretisi",
			"Content": "Abdullah Cevdet Osmanlı’nın son döneminde Batıcılığın ve pozitivizmin en önemli savunucuları arasında yer aldı. Yaptığı çeviriler ve yayınladığı telif eserlerle biyolojik materyalizmi Osmanlı’ya tanıtan isim oldu. Eğitimden dine, siyasetten kültüre pek çok alandaki görüşünü savunucusu olduğu biyolojik materyalizm düşüncesi doğrultusunda şekillendirdi. Bu doğrultuda İslâm’ı ilerleme karşısında bir engel olarak görürken akıl ve bilim merkezli bir din olarak gördüğü Bahaîliğin benimsenmesini savundu. Ona göre İslâm ve Hıristiyanlık gibi merhametten uzaklaşan dinlerin aksine Bahaîlik, muhabbetten beslenen ve insanlığı kucaklamayı başarabilecek olan dindir. Batılılaşmayı yalnızca maddi değişimler çerçevesinde ele almayan Abdullah Cevdet’e göre ilerleme ancak kültürel olarak da Batıya eklemlenme ve maddi değişimlerin ötesinde ve öncesinde düşünce yapısını değiştirme ile mümkündü. Kültür konusundaki düşünceleri pek çok eserini çevirdiği Gustave Le Bon’dan etkilendi. Kültürel değişimin sağlanması için halkın eğitilmesini önemsedi ve yazdığı yazılar kadar siyaseti de bunun için kaçınılmaz bir araç olarak gördü. Halkın eğitilmesini etkisinde kaldığı dayanışmacı perspektifle benimserken, yönetim konusunda seçkinci bir tutuma sahipti. Saltanatı tartışmaya açan ilk isim olarak Abdullah Cevdet, milletin hanedanla anılmaması gerekçesiyle Osmanlı milleti ifadesine dahi karşı çıktı. Benzer şekilde Latin alfabesi, ölçü birimleri gibi Cumhuriyet döneminde ele alınacak pek çok konuda değişimi savunan ilk isim oldu. Tam bir Batıcı olan Abdullah Cevdet Avrupa’nın üstünlüğü karşısında geri kalan Osmanlı için mutlak itaati kaçınılmaz gördü."
		},
		"3": {
			"Header": "Öne Çıkan Eserleri",
			"Content": "• Dimâğ: İstepan Matbaası, İstanbul 1890.\n• Fizyolociya ve Hıfz-ı Sıhhat-i Dimâğ ve Melekât-ı Akliyye: İstepan Matbaası, İstanbul 1894.\n• İki Emel: Osmanlı İttihad ve Terakki Cemiyeti Matbaası, Kahire 1898.\n• Fizyolociya-i Tefekkür: (Ludwig Büchner’den çeviri), İstepan Matbaası, İstanbul 1890.\n• Goril: (Ludwig Büchner’den çeviri), Matbaa-i Vilayet, Elazığ 1894.\n• Ruhü'I-Akvam: (Gustave Le Bon’dan çeviri), Matbaa-i İctihad, Kahire 1907.\n• Hamlet, Julius Sezar, Macbeth: (William Shakespeare’den çeviri), Matbaa-i İctihad, Kahire 1908-1909."
		}
	}
}