{
	"Name": "Abdullah Rıza Ergüven",
	"Desc": "Türk ozan, yazar, denemeci, eleştirmen ve filozof",
	"Period": "Republic",
	"Lifetime": [ 1925, 2001 ],
	"Importance": "Mid",
	"GUI": {
		"Position": [ 55, 35 ],
		"Color": [ 255, 216, 0 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Doğum yeri: 1925 yılında Avanos, Nevşehir, Türkiye'de doğmuştur.\n• Ölüm yeri: 16 Ağustos 2001 tarihinde İsveç'te hayatını kaybetmiştir.\n• Eğitimi: İstanbul Üniversitesi Türkoloji Bölümü'nden mezun olmuştur.\n• Akademik kariyeri: 1978-1990 yılları arasında Stockholm Üniversitesi'nde öğretim görevlisi, lektör, Türkolog ve araştırmacı olarak çalışmıştır.\n• Etkilendiği ekoller: Felsefi ve edebi yazılarında din eleştirisi, toplum eleştirisi ve bilimsel düşünce ön planda olmuştur.\n• Çevirileri: Jacques Prévert, Charles Baudelaire ve Paul Éluard gibi önemli şairlerden çeviriler yapmıştır."
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Şair ve yazar (D. 1925, Avanos / Nevşehir - Ö. 16 Ağustos 2001, İsveç). İlkokulu Avanos’ta, ortaöğrenimini Yozgat’ta tamamladı. İstanbul Üniversitesi Edebiyat Fakültesi Türk Dili ve Edebiyatı Bölümü (1952) mezunu. Bir süre öğretmenlik yaptıktan sonra Basın Yayın ve Turizm Bakanlığı Haberler Dairesinde çalıştı.\n\n1968’de yerleştiği İsveç’te İsveç Dili ve Edebiyatı öğrenimi gördü. Bir süre de çevirmenlik yaptı. (1972-77). Stockholm Üniversitesinde Türkçe okutmanlığı yaptı (1978-90). 1990 yılında emekliye ayrıldı.\n\nŞiirleri 1940’tan itibaren Yedigün, Yeditepe, Dost, Türk Dili, Varlık dergilerinde yer aldı. Tanrıları Nasıl Yarattık adlı kitabıyla, Aydınlık dergisi tarafından düzenlenen 2000 yılı Turan Dursun Araştırma-İnceleme Ödülüne layık görüldü.\n\nAbdullah Rıza Ergüven, 16 Ağustos 2001 günü İsveç'te hayatını kaybetti. Ankara’da toprağa verildi."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "Yalnızlar (1958), Seviden Yana (1968), Güneşe Açılmak (1978), Yanık Topraklar (1978), Burdan Öte (1981), Kırmızı Horoz (1981), Toprak ve İnsan (1982), Denize Karşı (1983), Görünümler (1986), Göçebe Yağmuru (1988), Önceki Adam (1988), Kiraz Ağacı (1988), Anamız Ağlamış Bizim (1989), Ayçiçekleri (1989), Gece Yakılan Türküler (1989), Güneşler Uyumaz (1989), Milyonlar Kalkıyor Ayağa (1989), Sular Sessiz Akmaz (1991), Şol Cennet Kuşları (1991), Çün Zaman Ermiştir (1991), İdris Böyle Dedi (1991), Huriler ve Gılmanlar (1991), Aliyi Veliyi Anlattım Diye (1991), Gelin Dostlar Bir Olalım (1991), Anı Dahi Anda Asmışlar (1991), Bir Öğle Üstü (1992), Ağaca Tırmanan Adam (1992), Açlık ve Savaş (1992), Gece Işığa Doğru (1992), Tanrılar Ölüyor (1992), Nalları Ağır Atlar (1993), Bir Elim Anadolu (1993), Ana Uyandır Beni (1994), Tabancamın İpek Bağı (1994), Ve Bedrettin (1995), Acı Sıcak (1999).\n\n• Roman: Yarınları Beklerken (1982)\n• Antoloji: Halk Edebiyatı Analoji (1982)\n• Deneme-İnceleme: Yunus Emre (1982), Sanat ve Erotizm (1988), Evren-bilim ve Tanrı Kavramı (1992), Evren ve Yeraltı (1990), Tabancamın İpek Bağı (1994), Huluppu Ağacı (1999), Tanrıları Nasıl Yarattık? (2000), Şarabı Tanrılarla Yudumladık (2001), Vladimir Mayakovski-Yaşamı, Sanatı, Şiirleri (çev. ve inceleme, 2002)."
		},
		"3": {
			"Header": "Kapanış",
			"Content": "Abdullah Rıza Ergüven çeşitli yayınlarda şiir, çeviri, inceleme, araştırma, eleştiri, deneme ve felsefi yazılarını yayımladı. Yasak Tümceler romanında dine hakaret ettiği gerekçesiyle mahkûm edildi. Felsefe alanında onlarca kitabı yayınlanan Ergüven’in “Yunus Emre” adında bir kitabı da bulunmakta. Kitap, arka kapak yazısında şöyle tanıtılıyor:\n\nAbdullah Rıza Ergüven, Yunus Emre'de büyük ustamızın şiir ve düşünce dünyasına ulaşmaya çalışır. Özgün yorumları, bilimsel çalışmalarıyla Ergüven, yazınımıza Yunus'u yeniden kazandımıştır. XIII. yüzyıl Anadolu'sunun kargaşık ortamında yetişen Yunus, XV. yüzyılın Fransız ozanı Villon'la karşılaştırılır, Türk yazınında ilk olarak. Büyük düşünür ve bilimcilerin görüşleriyle Yunus'un görüşleri oranlanır. Eski çağlardan Yunus Emre'ye, İslam Gizemciliği, Yaşamöyküsü bölümlerinden sonra; Yunus'un insancılığı, toplumculuğu, evren, tanrı, sevi, ben, zaman kavramları, doğa betimlemeleri dile getirilir."
		}
	}
}