{
	"Name": "Afşar Timuçin",
	"Desc": "Türk filozof, şair, yazar ve çevirmen",
	"Period": "Republic",
	"Lifetime": [ 1939, 2024 ],
	"Importance": "High",
	"GUI": {
		"Position": [ 5, -60 ],
		"Color": [ 227, 10, 23 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Doğum yeri: 31 Ağustos 1939, Akhisar, Manisa, Türkiye.\n• Ölüm yeri: 26 Temmuz 2024, İstanbul, Türkiye.\n• Eğitimi: Montreal Üniversitesi Felsefe Bölümü'nde eğitim aldı.\n• Akademik kariyeri: İstanbul Üniversitesi'nde doktorasını tamamladıktan sonra Mimar Sinan Üniversitesi ve Kocaeli Üniversitesi'nde öğretim üyeliği yaptı.\n• Etkilendiği ekoller: Gerçekçi düşünce, Aristoteles felsefesi, Descartes felsefesi üzerine çalışmalar yaptı.\n• Eserleri: Aristoteles Felsefesi, Nazım Hikmet’in Şiiri, Descartes Felsefesine Giriş, Estetik, Felsefe Bir Sevinçtir gibi birçok önemli kitabı bulunmaktadır."
		},
		"1": {
			"Header": "Giriş",
			"Content": "Şair ve yazar. 1939, Akhisar / Manisa doğumlu. İstanbul Erkek Lisesini bitirerek (1959) girdiği İstanbul Üniversitesi Edebiyat Fakültesinde okurken Kanada’ya gitti (1964), Felsefe dalında yükseköğrenim gördü. Türkiye’ye döndükten sonra Erzurum Atatürk Üniversitesi Tıp Fakültesine Fransızca okutmanı olarak (1967) girdi. Doktorasını aynı üniversitenin Edebiyat Fakültesi alanında verdi (1970). Erzurum’dan İstanbul’a döndüğü 1975’ten itibaren çeşitli yayınevlerinde çalışarak redaktörlük ve çevirmenlik yaptı. Eray Canberk’le birlikte Kavram Yayınevini kurup üç aylık Felsefe Dergisi’ni (ilk sayı Ekim-Aralık 1972) çıkardı. İstanbul Üniversitesinde verdiği “Aristoteles Felsefesi” üzerine teziyle doçentliğe (1982) ve profesörlüğe  (1992) yükseldi. Mimar Sinan Üniversitesi  Devlet Konservatuarında öğretim üyesi olarak çalıştı. Çalışmalarını 2001’den itibaren Kocaeli Üniversitesi Fen Edebiyat Fakültesi Felsefe Bölümü başkanı olarak sürdürdü.\n\nİlk öyküsü “Heykel”, Vatan gazetesinde (1956) yayımlandı. 1958 yılından itibaren şiir ve denemeleri Yelken, Ataç, Papirüs, Yeni Gazete, Varlık, Soyut, Yeni Ufuklar, Milliyet Sanat, Yazko-Edebiyat  gibi dergi, gazete ve ortak kitaplarda yayımlandı. Ayrılıkta Söylenmiş Bir Yaz Türküsü adlı kitabıyla TRT 1970 Sanat Ödülleri Yarışmasında Başarı Ödülünü kazandı. Nâzım Hikmet’in Şiiri (1978) ile 1979 Türk Dil Kurumu Eleştiri Ödülü ile 1997 Truva Kültür Sanat Ödüllerinde Şiir Ödülünü aldı. Birçok şiiri Fransızca, İspanyolca, Rusça, Bulgarca gibi dillerde çevrildi. Afşar Timuçin, 2000 yılında UNESCO’nun öncülüğünde kurulan ve merkezi Verona’da bulunan Dünya Şiir Akademisinin kurucularındandır. Felsefe ve edebiyatla ilgili pek çok ulusal ve uluslar arası bilimsel toplantıya katılarak bildiriler sundu.\n\n26 Temmuz 2024'te 84 yaşında İstanbul'da öldü .28 Temmuzda Ataköy 5.Kısım Ömer Duruk Camiinde düzenlenen cenaze töreninin ardından Zincirlikuyu Mezarlığına defnedildi."
		},
		"2": {
			"Header": "Eserleri",
			"Content": "Şiir: Çöl (1968), Destanlar (beş halk hikâyesini destan biçiminde yeniden yazarak, 1969), Böyle Söylenmeli Bizim Türkümüz (1974), Savaşçı Türküleri (1980), Ey Benim Güzel Sevdalım (1984), Bu Sevda Böyle Gider (1992), Arınmalar (1993), Akşam Türküleri (1996), Destanlar / Bütün Şiirleri 2 (1997), Bulutlar Deniz Kokar (2002), Boş Beşik (2003), Böyle Söylenmeli Bizim Türkümüz Bütün Şiirleri 3, Çöl (1958-1968) Bütün Şiirleri 1, Aşk Güzeldir (2015).\n\nRoman: Yarına Başlamak (1975), Gece Gelen Eski Dost (1984), Kıyılar Durunca (1983).\n\nHikâye: Denizli Pencere (1981), Neden Bazı Akşamlar (1985), Aşk Olsun Kırlangıçlar (1996), Keşke Bu Yaz (2017).\n\nİnceleme: Aristoteles Felsefesi (1976), Nazım Hikmet’in Şiiri (1978), Descartes Felsefesine Giriş (1980), Niçin Yapısalcılık Değil (1983), Düşünce Tarihi I - Gerçekçi Düşüncenin Kaynakları (1984), Niçin Varoluşçuluk Değil (1985), Düşünce Tarihi II - Gerçekçi Düşüncenin Gelişimi (1986), Estetik (1987), Düşünce Tarihi III -Gerçekçi Düşüncenin Çağdaş Görünümü (1992), Felsefe Bir Sevinçtir (1995), Descartes’çı Bilgi Kuramının Temellendirilişi (2000), Yeni Şiirimizin Kısa Romanı (2003).\n\nSözlük:Felsefe Sözlüğü (1994).\n\nDeneme:Sevmek Ne Güzel Şeydir (1991), Gerçekçi Düşünce Gerçekçi Sanat (1992), Özgür Prometheus (1997), İçimizdeki Deprem (2005), Erken Ölümler (2005), Düşünenler Düşünceler (2017)."
		},
		"3": {
			"Header": "Felsefe Açısından Edebiyata Bakışı",
			"Content": "Bu yazıda Afşar Timuçin'in felsefe açısından Nazım Hikmet, Sabahattin Ali ve Sait Faik okumalarına değinmek istiyorum. Hem bir düşünür hem de bir edebiyatçı olan Timuçin'in çalışmaları, felsefe-edebiyat ilişkisi bağlamında geniş biçimde irdelenmesi gereken yönler içermektedir.\n\nTimuçin'in felsefe-edebiyat ilişkisine bakışı:\nEdebiyat ile felsefenin tarihten bu yana evrensel insan düşüncesini birlikte dokuduğunu, birlikte ördüğünü, birlikte işlemiş olduğunu belirten Timuçin'e göre, \"Edebiyatta felsefeyi felsefede edebiyatı bulduğumuzda uygar insanın gerekli bütünlüğüne kavuştuğunu, bütünsel insana yaklaştığımızı duyarız.\" Timuçin, edebiyattaki felsefenin kendine özgü yönlerini şöyle açıklar: “ Edebiyattaki felsefenin ve felsefedeki edebiyatın anlamını iyi kavrayamayanlar edebiyat yapmak ya da felsefe yapmak adına edebiyatı edebiyat olmaktan ve felsefeyi felsefe olmaktan çıkarırlar. Düşünen edebiyat başkadır, içine felsefe konmuş edebiyat başkadır.\"\n\nTimuçin'in felsefe-edebiyat ilişkisi bağlamında Nazım Hikmet'e bakışı:\nTimuçin, Nazım Hikmet'i bir \"deha\" olarak tanımlar ve şairin, kendini nasıl bir dünyada bulduğunu ortaya koyarak onun şiirinin gelişme evrelerini irdeler. Yaratmanın dış ve iç dünyanın verilerini fikre dönüştürmek olduğunu vurgulayan Timuçin, Nazım Hikmet'in şiirini ele alırken, şiiri ve mücadelesi arasındaki bağıntıları da ortaya koyar. Şairin kavgasını sanatının, sanatını ise kavgasının ürünü olarak değerlendirir. (s.14)\nHer şeyiyle kendine özgü olan bir şiiri kurmuş olan Nazım Hikmet'in \"bir yaşam felsefesi\" geliştirdiğini de belirten Timuçin, bunu şöyle açıklar: \"Yaşamak hem bireyselliğimizi gerçekleştirmek, hem kendimizi en büyük evrenselliğe bağlamak anlamını taşır. Nazım Hikmet'in yaşam felsefesi şu iki dizede en yetkin anlatımını bulur: Yaşamak bir ağaç gibi tek ve hür/ve bir orman gibi kardeşçesine…\"(s. 65)\nNazım Hikmet'in şiirinde işlevsellikle güzelliğinin birbirini tümleyen şeyler olduğunu vurgulayan Timuçin'e göre, \"dıştan baktığımızda açık, sağlam, yeni, sıcak ve bütünlüklü, içten baktığımızda tutkulu, kavgacı, sevecen, düşünceli ve bilgili. Bunca niteliği bir araya getiren yapıtlar üstün yapıtlardır. Şiirini bu niteliklerle donatan sanatçılar üstün sanatçılardır. Böyle bir üstünlük dehanın öngörüsüyle savaşçının direnişi yan yana geldiği zaman gerçekleşebilir ancak.\" (s. 128)\n\nTimuçin'in felsefe-edebiyat ilişkisi bağlamında Sabahattin Ali'ye bakışı:\nSabahattin Ali'nin sanatının toplumcu bir yalnızın sanatı olarak tanımlanabileceğini söyleyen Timuçin'e göre,. \"Tüm ideolojik kaygılarına karşın Sabahattin Ali uzlaşmaz kişiliğiyle hep ayrı bir yerde durur. Bu anlamda birçoklarından, örneğin Nazım Hikmet'den daha başka bir kişilik örneği ortaya koyar. (…) Nazım Hikmet varoluşunun anlamını her zaman başkalarıyla ve giderek kalabalıklarla yaşanan bir ortaklaşmada bulurdu. Sabahattin Ali dünyayı bir kişilik pencereden gözler. (…) Toplumda kendini pek de dingin bulmayan bir toplumcudur.\"(s. 11)\nAli'nin Dağlar ve Rüzgar kitabındaki şiirlerinin sanat değeri açısından tartışma götürür olduğunu ileri süren Timuçin, bu şiirlerin niteliği hakkında şunları söyler: \"İçtenlikli hatta içli şiirlerdir bunlar, düz ve kalıplı bir anlatımla bu sevimli şiirler duvarlar arasına kapatılmış bir yalnızın ruhsal durumunu yansıtırlar.\" (s. 14)\nSabahattin Ali'nin kişiliğinin çeşitli özelliklerini kahramanlarına yansıttığına dikkat çeken Timuçin, Onun başlıca kişilerinde pekçok ortak özellikle karşılaştığımızı belirtir. \"Bu kişilikler deyim uygun düşerse hep içe doğru geliştirilmiş kişiliklerdir, büyük ölçüde uyumsuz görünen uzlaşmaz kişiliklerdir: gerçekçi olmaktan çok aşırı duygusaldırlar, ussallığın çizeceği yoldan gidecek yerde hep gönül yoluna gitme eğilimindedirler ve her şeyden önce çok kötü yalnızdırlar.\"(s. 18) Söz konusu kişiliklerin belirgin bir özelliği de güçsüz olmalarıdır.\nTimuçin, Sabahattin Ali'nin öykülerinde gerilimli bir toplumsal bakışın her zaman belirleyici olduğunu belirtir ve yazarın dışa ve içe yönelimlerini şöyle değerlendirir: \"Onun dış dünyaya dingin bir gözlemci olmaktan çok kızgın bir öngörülü olarak yöneldiğini görürüz. İçe döndüğünde aşırı duygulu ve son derece hoşgörülü görünen yazar, dıştaki bütün olumsuzluklara karşı tam anlamında kavgacıdır. Enine boyuna düşünülmüş ideolojik bir yönelim olsa da bu, her zaman ideolojik olanı bulandırmaya hazır bir tedirginlik öne geçer.\"(s. 99)\n\nTimuçin'in felsefe-edebiyat ilişkisi bağlamında Sait Faik'e bakışı:\nSait Faik'in dünyasını bir duygulunun hatta bir duygucunun dünyası olduğunu söyleyen Timuçin'e göre, \"Duygusallık Sait Faik'in hemen hemen tüm öykülerinde belirleyicidir. Ancak bu duygusallık insan gerçeğini bozan gölgeleyen çarpıtan silikleştiren bir duygusallık değildir.\"(s. 11-12)\nTimuçin'e göre, Sait Faik de her insancı gibi sevgiye ağırlık verir. O dünyanın derinlerine ve insanın gizlerine kadar inen bir bakış genişliğine ve keskinliğine sahip bir yazardır.(s. 13) Timuçin, Sait Faik'te yalnızlık ve sevgi arasındaki gerilime ya da farklı iki yöne de işaret ederek, bu iki yönün onun eserinde birlikte göründüğünü ifade eder.(s. 28)\nOnun eserinde doğanın yeri göz ardı edilemez. \"Sait Faik doğaya çok zaman bir duygucu duyarlığıyla yönelir. Onun insanı tam anlamında doğadaki insandır.\"(s. 65) Sait Faik, insanı doğayla, doğayı insanla birlikte dile getirir.\nİnsanlığa giden yolun toplumun içinden geçtiğini ve bireyin toplumu atlayarak evrensel insan değerlerine ulaşmasının olası olmadığını savunan Timuçin, Sait Faik'in özellikle insanın insanı kullanmasına duyduğu öfkeye işaret eder. Bu bağlamda Sait Faik'in toplumculuğunun, insan sevgisi üzerine, insancı bakış açısına göre kurulmuş bir toplumculuk olduğunu söyleyen Timuçin'e göre, Bu toplumcu kavrayış zorunlu olarak anlatımını siyasetin karmaşık dünyasında bulmaya çalışan bir toplumculuk değildir. Orada durur Sait Faik, siyasetin kapısına kadar gitmez. Her şey daha yetkin bir insanı, geleceğin insanını yaratabilmek içindir. Siyasetin böyle bir savı ve böyle bir yatkınlığı yoktur.\"(s. 37)\nBir öykücü olmakla birlikte Sait Faik'in aynı zamanda bir düşünür yönünden söz edilebilir. \"Sait Faik'in öykülerinde aynı zamanda bir düşünürdür. Onun öyküleri çok yerde düşünce yoğunluklarıyla ilgimizi çekerler. Hatta düşüncenin öyküye biraz ağır geldiği duygusuna kapıldığımız olur. Bunda belki de onun yalnızca öykü yazarlığında karar kılmış olması, makale yazarlığıyla pek ilgilenmemiş olması belirleyicidir: bu durumda görüşlerini öykülerinde açıklayabilecekti. O yüzden öykülerinde uyguladığı gerçekçilik bir olay gerçekçiliğinden çok düşünce planında bir gerçekçiliktir, insanı iç ve dış yüzleriyle ortaya koymaya çalışan bir tartışmacı gerçekçiliktir.\" (s. 65)"
		},
		"4": {
			"Header": "Sonuç",
			"Content": "Afşar Timuçin'in üç şair-yazar hakkındaki çalışmaları, felsefe açısından edebiyata yaklaşım yollarını ve olanaklarını ortaya koyması ve eleştirel bir anlayışa dayanması açısından da önemlidir. Yalnızca övgüye, olumlu değerlendirmelere değil, aynı zamanda eleştirel değerlendirmelere de gerektiğinde yer vermesi dikkat çeken bir özelliktir.\nSon olarak söylemek istediğim, felsefecilerimiz yalnızca edebiyatın/sanatın neliği üstüne düşünceler ileri sürmemeli, aynı zamanda edebiyat eserlerinin felsefi okumasını ve yorumlamasını da ortaya koymalıdırlar. Bu noktada edebiyatımızın felsefe açısından ele alınıp işlenmesi gereken büyük bir birikime sahip olduğu söylenebilir. Timuçin'in bazı yönlerine değindiğimiz üç kitabı, felsefe ve edebiyat arasındaki ilişkileri anlama ve değerlendirme doğrultusunda yol gösterici çalışmalar olarak önem taşımaktadır."
		}
	}
}