{
	"Name": "Ahmed Cevdet Paşa",
	"Desc": "XIX. yüzyıl Osmanlı devlet adamı, tarihçi, hukukçu, mütefekkir, edip, eğitimci ve sosyolog",
	"Period": "Islamic",
	"Lifetime": [ 1823, 1895 ],
	"Importance": "High",
	"GUI": {
		"Position": [ -55, 45 ],
		"Color": [ 0, 127, 70 ]
	},
	"Content": {
		"0": {
			"Header": "Ön Bilgi",
			"Content": "• Doğum Yeri: Lofça\n• Ölüm Yeri: İstanbul\n• Hocaları: Hâfız Ömer Efendi, Hâfız Seyyid Efendi, Doyranlı Mehmed Efendi, Vidinli Mustafa Efendi, Kara Halil Efendi, Birgivî Hoca Şâkir Efendi, Miralay Nûri Bey, Müneccimbaşı Osman Sâbit Efendi\n• Öğrencileri: Ali Sedad\n• Etkilendikleri: Pîrîzâde Mehmed Sâhib Efendi, İbn Haldûn, Celâleddîn ed-Devvânî\n• Etkiledikleri: Seydişehrî, Ali Sedad\n• İletişimde Bulunduğu İsimler: Mehmet Murad Efendi, Süleyman Fehîm Efendi, Kuşadalı İbrahim Efendi\n• Bulunduğu Medreseler: Papasoğlu Medresesi (Fatih)\n• Ekolleri: Edebiyat, Hukuk, Siyaset, Sosyoloji, Tarih"
		},
		"1": {
			"Header": "Hayatı",
			"Content": "Cevdet Paşa, 1823 yılında Bulgaristan’ın Lofça kasabasında dünyaya gelmiştir. Asıl adı Ahmet olup, “Cevdet” mahlasını İstanbul’da öğrenim gördüğü sırada şair Süleyman Fehîm Efendi’den almıştır. Babasının adı Hacı İsmail Ağa, annesinin ismi ise Ayşe Sümbül Hanım’dır.\nLofça’da küçük yaşta öğrenim hayatına başlayan Cevdet Paşa, Lofça Müftüsü Hâfız Ömer Efendi’den Arapça ve dinî ilimler tahsil etmiştir. Tahsil hayatının daha verimli bir şekilde gerçekleşmesi amacıyla 1839 yılı başlarında büyük babası tarafından İstanbul’a gönderilmiştir. İstanbul'da Hâfız Seyyid Efendi, Doyranlı Mehmed Efendi, Vidinli Mustafa Efendi, Kara Halil Efendi, Birgivî Hoca Şâkir Efendi, Miralay Nûri Bey ve Müneccimbaşı Osman Sâbit Efendi gibi dönemin ünlü âlimlerinden dersler almıştır. Devlet hizmetine ise 1844 yılında Premedi kazası kadılığı göreviyle başlamıştır. 1845 senesinde ise İstanbul müderrisliği ruûsunu almıştır. 1850’de de Meclis-i Maârif-i Umûmiyye azalığına ve Dârülmuallimîn müdürlüğüne tayin edilmiştir. 1851’de Encümen-i Dâniş üyeliğine seçilmiştir. 1855-1865 yılları arasında vakanüvis olarak görev yapmıştır. 1856’da Galata kadılığına getirilmiş, aynı yılın Aralık ayında da Mekke-i Mükerreme kadılığı ve 1861’de İstanbul kadılığı pâyelerini almıştır. 1863’te ise Anadolu kazaskerliği pâyesine ulaşmıştır. İşkodra, Bosna ve Kozan’da birtakım ıslahat çalışmalarında bulunmuştur.\nZikredilen görevlerinin ardından 1866 yılında Halep valiliğine tayin edilen Cevdet Paşa, 1868 yılında Dîvan-ı Ahkâm-ı Adliyye başkanlığına getirilmiştir. Ardından da Adliye nâzırı olmuştur. 1870 yılında bu görevinden alınarak Bursa valiliğine tayin edilmiştir. 1871 yılında Mecelle-i Ahkâm-ı Adliyye Cemiyeti ile Şûrâ-yı Devlet Tanzîmat Dairesi başkanlıkları görevi verilen Cevdet Paşa, bir süre sonra bu görevinden azledilmiş, ardından Bursa valiliğine tayin edilmiştir. Fakat birkaç gün sonra bu görevinden de alınmıştır. 1871’de Paşa’ya yeniden Mecelle-i Ahkâm-ı Adliyye Cemiyeti ile Şûra-yı Devlet Tanzimat Dairesi başkanlıkları verilmiştir. Cevdet Paşa, 1872’de Maraş valiliğine atanmıştır. Çok kısa bir süre sonra Dîvan-ı Ahkâm-ı Adliyye üyeliği ve Mecelle-i Ahkâm-ı Adliyye Cemiyeti başkanlığına getirilerek tekrar İstanbul’a alınmıştır. 1873’te Şûra-yı Devlet üyesi, ardından da önce Evkâf nâzırı olmuş, daha sonra da Maârif nâzırlığı görevini üstlenmiştir. 1874’te Şûra-yı Devlet başkan vekilliğine getirilen Cevdet Paşa, bunu müteakiben Yanya valiliğine, 1875’te ise önce Maârif, kısa bir süre sonra da Adliye nâzırlığına atanmıştır. Adliye nâzırlığı görevinden azledilen Cevdet Paşa, Suriye valiliğine tayin edilmiş, fakat henüz göreve başlamadan üçüncü kez Maârif nâzırlığı, ardından da yeniden Adliye nâzırlığı görevini üstlenmiştir. 1877 yılında Dahiliye ve aynı yıl içinde Evkâf nâzırlığına naklen tayin edilen Cevdet Paşa, 1878’de Suriye valisi olarak Şam’a görevlendirilmiştir. Şam’a yeni bir vali tayin edilmesi üzerine açıkta kalmış, dönüş yolunda ise Ticaret nâzırlığı görevine tayin edildiği haberini almıştır. 1879’da Tunuslu Hayreddin Paşa’nın sadâretten istifa etmesi üzerine on gün müddetle vekâleten Sadrazamlık görevini yürütmüştür. Ardından tekrar Adliye nâzırlığına getirilmiş, 1882’de bu görevden ayrılarak üç buçuk yıl resmî görevlerden uzak kalmıştır. 1886 yılında beşinci defa Adliye nâzırlığına getirilen Cevdet Paşa, 1890’da II. Abdülhamit tarafından Meclis-i Âlî’ye tayin edilmiştir.\nHayatının son dönemlerinde ilmî çalışmalarına ve ailesine daha fazla vakit ayıran Cevdet Paşa, 26 Mayıs 1895 tarihinde İstanbul’da vefat etmiştir. Cenazesi, Fatih Sultan Mehmet Türbesi hazîresine defnedilmiştir."
		},
		"2": {
			"Header": "Öne Çıkan Eserleri",
			"Content": "• Târih-i Cevdet (Tertib-i Cedîd): Matbaa-i Osmaniye, Dersaadet 1309.\n• Tezâkir: nşr. Cavid Baysun, T.T.K. Basımevi, Ankara 1986.\n• Ma’rûzât: nşr. Yusuf Halaçoğlu, Çağrı Yayınları, İstanbul 1980.\n• Kısas-ı Enbiyâ Aleyhi’s-selâm (ve Tevârih-i Hulefâ): Kanaat Matbaası, Dersaadet 1331.\n• Kırım ve Kafkas Tarihçesi: Matbaa-i Ebüzziya, Kostantiniyye 1307.\n• Belâgat-i Osmâniyye: (Mahmûd) Bey Matbaası, İstanbul 1298.\n• Kavâid-i Osmâniyye: Karabet ve Kasbar Matbaası, Dersaadet 1306.\n• Medhal-i Kavâid: Matbaa-i Âmire, İstanbul 1268.\n• Kavâid-i Türkiyye: Matbaa-i Âmire, İstanbul 1292.\n• Mi’yâr-ı Sedâd: Karabet ve Kasbar Matbaası, İstanbul 1303.\n• Âdâb-ı Sedâd fî İlmi’l-Âdâb: Karabet ve Kasbar Matbaası, İstanbul 1303. \n• Beyânü’l-Unvân: Matbaa-i Osmaniye, İstanbul 1289.\n• Takvîmü’l-Edvâr: İstanbul 1287.\n• Mecmûa-i Ahmed Cevdet: İstanbul Belediye Ktp., Cevdet Paşa Evrakı, nr. 32, 35.\n• Hulâsatü’l-Beyân fî Te’lîfi’l-Kur’ân: Karabet ve Kasbar Matbaası, İstanbul 1303.\n• Ma’lûmat-ı Nâfia Risâlesi: Matbaa-i Âmire, İstanbul [t.y.].\n• Mukaddime-i İbn Haldûn: trc. Ahmed Cevdet, Takvimhâne-i Âmire, 1277."
		},
		"3": {
			"Header": "Öğretisi",
			"Content": "Cevdet Paşa, XIX. yüzyıl Osmanlı Devleti’nin siyasal, sosyal ve kültürel hayatında etkili olan, düşünce ve eylemi bir arada yürüten büyük bir devlet adamıdır. O, mütefekkir, eğitimci, edip, tarihçi, sosyolog ve hukukçu kimliği ile tanınan bir şahsiyettir. Bu bakımdan Cevdet Paşa, Türk düşünce tarihinde önemli bir yere sahiptir."
		},
		"4": {
			"Header": "İlim Anlayışı",
			"Content": "Cevdet Paşa, dünyada imar ve medeniyetin gelişip ilerlemesinin ilim ve teknik ile bağlantılı olduğunu ileri sürer. Ona göre, bir sermaye olan ilim ve tekniğin değer ve rağbet görmesi yöneticilerin çabalarına bağlıdır. Yöneticiler eğitim-öğretim için gerekli olan maddî ve manevî hazırlıkları tamamlayarak, onun gelişmesi için gayret göstermelidirler.\n\nİlim, cehaletten daima üstündür. İlim ve tekniğe değer veren, onun gelişmesi için bütün şartları hazırlayan devletler her zaman bütün birimleriyle ve halkıyla refah içinde ve medenî bir şekilde hayat sürmüşlerdir. İlim ve medeniyet yolunda ilerlemek isteyen kimseler, “İlim Çin’de de olsa talep ediniz.” hadisine uygun hareket etmeli; ilmî bakımdan kendilerinden istifade edilebilecek kişilerden yararlanmalıdır."
		},
		"5": {
			"Header": "Tarih Anlayışı",
			"Content": "Cevdet Paşa, tarih ilmini, halka, geçmiş olayları ve eserleri, devlet adamlarına da bilinmesi gerekli olan sırları öğreten ve herkes için faydalı bir ilim olarak tanımlar. Ona göre, tarih okumaktan maksat, bir olayın sadece oluş tarihini bilmek değildir. Bu konuda asıl olan, geçmişte meydana gelen olayların analiz ve sentezini yaparak onlardan ibret almaktır. Devlet düzeninin korunabilmesi için geçmişteki uygulamaların güncel hâle dönüştürülebilmesinde tarih ilmi önemli bir fonksiyona sahiptir. Muhtelif milletlerin birbirine nispetle üstünlük ve ileri değerde olmasının ölçütü, tarihtir.\n\nCevdet Paşa’ya göre, tarihçinin görevi, bir olayı derinlemesine inceleyerek, objektif biçimde sunmak, gerçekleri olduğu gibi yazmak olmalıdır. Tarihçi, olayların sadece cereyan şekillerini aktarmakla yetinmemeli, aralarındaki sebep-sonuç bağlarını ortaya koyarak nakletmelidir. Tarihçi olayların sebep ve sonuçlarını bilmek zorundadır. Çünkü bir asrın olayları, geçen asırların hazırladığı illetler ve sebepler zincirinin eseridir. Cevdet Paşa'ya göre, olaylar değerlendirirken, kendi döneminin şartları içinde ele alınmalıdır. Çünkü geçmişteki bir olayı, bugünkü ölçülerle değerlendirmek imkânsızdır. Hatta bu konuda lâfız ve ıstılahların bile dikkate alınması gerekir. Cevdet Paşa, ilmî tenkit yoluyla olayların gerçek sebeplerini ortaya koymuştur. Onun bu yaklaşımı, modern tarih anlayışına adım atışının en açık belirtisidir.\n\nCevdet Paşa’ya göre, tarihî olayların akışında kişiler de sebepler açısından etkilidir. Allah’ın izni olmadıkça, hiçbir proje ve programın etkili olması ve sonuç vermesi mümkün değilse de sonuç yine de müsebbiplere göredir. Olayların, sebep-sonuç ilişkisi içinde belli bir tarih çerçevesi içine yerleştirilerek açıklanması gerekir. Cevdet Paşa, tarihî olaylarda mutlak bir determinizme inanmaz. Bu bakımdan iradeci (fatalizm) görüşe taraftardır."
		},
		"6": {
			"Header": "Devlet Anlayışı",
			"Content": "İnsana özgü bir kurum olan devlet, medeniyet seviyesine ulaşmış toplulukların meydana getirdiği bir kurumdur. Cevdet Paşa’nın ifadesiyle, “devlet, birçok kavâid-i külliyeye merbût bir cem’iyyettir” (Kısas-ı Enbiyâ, c. 12, s. 983). Devlet kurmak, sosyal hayatın bir gereği olup, insanlar için doğal bir zorunluluktur. Çünkü insanların, kendilerine haklarını teslim edecek üstün bir güce ihtiyaçları vardır. Ancak gerçek bir devlet kurmak, medeniyet seviyesine ulaşabilmiş toplumlar için söz konusudur.\n\nCevdet Paşa’ya göre bir devletin kuruluş aşamasında medeniyet ve asabiyet önemli iki unsurdur. Medeniyet, toplumların belli bir süreç içinde gelişme bakımından ulaştıkları toplumsal bir merhaledir. Cevdet Paşa, asabiyet teorisini İbn Haldûn’da hazır olarak bulmuş; onu Osmanlı Devleti’nin kuruluş ve yükselişine tatbik etmiştir. Asabiyet, kavmî ve dinî olmak üzere iki kısma ayrılır. “Devlet dahi bir cism-i insanî mesabesindedir.” (Târih, 1309, c. 1, s. 17 vd). Cevdet Paşa, devleti bir insan hayatına benzeterek, onun serpilme, duraklama ve çökme diye üç çağ geçireceğini ifade eder. Buna göre, bir organizma gibi devletler de doğar, büyür, gelişir duraklar ve nihayet yıkılır. Devlet, bilgece (hakîmane) tedbirlerle tazelenip yenilenebilir. Bunun sonucunda ise çöküş süreci durdurulabilir. Cevdet Paşa, genelde İbn Haldûn’un tavırlar nazariyesini benimser. Fakat o, devlet felsefesinde İbn Haldûn’un mutlak determinizm anlayışına karşılık, iradeci bir görüşü benimser."
		},
		"7": {
			"Header": "Din Anlayışı",
			"Content": "Cevdet Paşa’ya göre, ilâhî mesajlardan uzak kalmış toplumlarda bazı mitolojik inançlar ön plandadır. İlkel toplumlardaki bu inançlar, belirli bir kültür seviyesine ve uygarlık çağına ulaşıldığında terk edilir. Bir kimse Müslüman olduğu takdirde İslam dininin emir ve yasaklarından sorumludur. İslâm dininde bir dinî reise kesinlikle ihtiyaç yoktur. Din, Allah ile kulları arasında bir keyfiyettir. Günahların affı için sadece Allah’tan bağışlanma talep edilebilir.\n\nAhlâk, İslâm dininin çok önemli bir dalıdır. Güzel ahlâk sahibi olmak, İslâm’ın özellikle üzerinde durduğu bir meseledir. Olgun bir mümin kötü hâl ve hareketlerden kaçınır. İslâm dininin ana prensiplerini inkâr eden küfre girer. Hidayete erdirme yetkisi sadece Allah’a özgüdür. Bir kimseye zorla Müslümanlık kabul ettirilemez. İhtiyaç anında sadece Allah’tan yardım dilemek gerekir.\n\n“Âdetullah” denen tabiat kanunlarını, varlıkları ve olayları idare eden, tabiî prensipleri koyan bizzat Allah’tır. Allah’ın sünnetinin (kanununun) değişmeyeceği Kur’an'da bildirilmiştir. Bu kanunları bulmak ise bilimin işidir. Allah, fâil-i muhtardır. O’nun bir şeyi yaratması kendi iradesine bağlı olup, iradesinin dışında hiçbir şey gerçekleşmez. Allah sebepleri yaratıp, ardından da fiilleri yaratmıştır.\n\nİnsan cüz’î irade sahibi olup, sebeplere yönelmesi gerekir. Sebeplerde hatalı davranıp kadere bahane bulmak doğru bir yaklaşım değildir. Cevdet Paşa, mutlak determinizmi (cebr) kabul etmez. İradeci bir görüşe sahip olup, İslâm’ın tevekkül anlayışını da çok iyi kavramıştır. Cevdet Paşa’ya göre insan, yaratılmış varlıkların en değerlisidir. Onun kaderini, Allah'ın dışında kimse bilemez."
		},
		"8": {
			"Header": "Hukuk Anlayışı",
			"Content": "Cevdet Paşa'ya göre, hukuk ilmi faydalı, gerekli ve son derece de değerli bir ilimdir. Bu bakımdan hukuk eğitimi bir devlet için vazgeçilmez bir husustur. Bir devletin varlık sebebi, âdeta onun ruhu konumundaki kanun ve nizamlara uymaktır. Adalet sisteminin düzenli oluşu bir devlet için hayatî önem taşır. Bir devlet için kanun ve nizamlar çağın ihtiyaçlarını karşılamaktan uzak olmamalıdır. Hukukun uygulanmasında çok hassas ve dikkatli olunması gerekir. Haksız uygulama ve adaletin sağlanamaması, halkın devlete olan güven duygu­sunu zedeler, onları çeşitli kötülüklere yöneltir. Toplum düzenini bozan, devletin geleceğine zarar verecek bir tavır içine giren, yasal olmayan ve ölçüden uzak davranışlar sergileyen kimseler için gerekli olan adlî işlemler yapılmalıdır. Bir devlette cezalar uygulanırken kanunlar ve yargılama usullerine uygun hareket edilmelidir. Bu durum ise herkese ibret olup, halkın kanun ve nizamlar çerçevesinde hareket etmesini sağlar. Böylece toplumda düzen ve barış sağlanır.\n\nCevdet Paşa, daima hukukun üstünlüğünü vurgular. Ona göre her durum ve zamanda hak ve adaleti gözetip, bu çerçevede uygulama yap­mak gerekir. Devletin iki eli mesabesinde olan vezirler ve hâkimlerin adlî sistem içindeki önemi ve değeri büyüktür. Hâkimlerin hem teorik hem de pratik açıdan belli bir bilgi birikimine sahip olmaları gerekir. Hâkimler, adlî sahada gerekli hizmetlerin yürütülmesinde kanun ve emirlere uygun hareket etmek zorundadırlar. Zaman faktörüne bağlı olarak hükümler değişebilir."
		}
	}
}
